const Discord = require('discord.js');
const client = new Discord.Client();
console.log("Scrpit By Dream");


client.on("ready", () => {
let channel =     client.channels.get("505141808691412994")
setInterval(function() {
channel.send(` **آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
 آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
 آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
 آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
 آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
 آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آستغفر ألله العظيم و اتوب إليه
آ** `);
}, 25)
})

client.login(process.env.BOT_TOKEN);// لا تغير فيها شيء